{
  "Header": {
    "partner": "Стать партнером",
    "sign": "Войти"
  },
  "Navbar": {
    "categories": "Категории",
    "shop": "Магазин",
    "career": "Карьера",
    "news": "Новости",
    "about": "О нас",
    "contact": "Обратная связь"
  },
  "Home": {
    "slider": {
      "1": "VRF V8 позволяет одновременно контролировать температуру в разных зонах, создавая идеальную атмосферу с индивидуальными настройками. Система VRF V8 используется в коммерческих зданиях, офисах и не только. Эта система обеспечивает высокую эффективность и экономию энергии, создавая комфортную среду без лишних затрат.",
      "2": "Тепловые насосы нового поколения Midea — это надежное и эффективное решение для регулировки воздушного потока и управления климатом в помещении, независимо от температуры окружающей среды. Эта технология работает как в жарких, так и в холодных условиях, обеспечивая энергосбережение и стабильную работу в течение всего года.",
      "3": "Системы вентиляции — это отличное решение для снижения температуры и удаления лишнего тепла и влажности в закрытых помещениях. Эти системы особенно эффективны в крупных коммерческих зонах, таких как винодельни, торговые центры, склады и другие подобные объекты, где важна стабильная климатическая среда. \n \n Благодаря передовым технологиям наши системы кондиционирования не только обеспечивают чистый и свежий воздух, но и улучшают энергоэффективность, снижая затраты и повышая производительность работы.",
      "4": "Правильный и энергоэффективный выбор системы охлаждения и отопления поможет вам контролировать температуру в вашем доме, независимо от погодных условий снаружи. Celsius предлагает широкий ассортимент кондиционеров: от доступных и эффективных моделей до декоративных и премиальных решений, сочетающих функциональность и стиль.\n\n Независимо от того, ищете ли вы бюджетный вариант или более эстетичное решение, у нас есть модели, соответствующие вашим потребностям. Наши кондиционеры помогут вам экономить деньги и наслаждаться комфортом в любое время года.",
      "product": "Посмотреть продукт"
    },
    "benefits": {
      "1": {
        "title": "Гарантия 2 года",
        "description": "Долгосрочное качество и доверие."
      },
      "2": {
        "title": "15000+ продаж",
        "description": "Сотни довольных клиентов уже выбрали Celsius."
      },
      "3": {
        "title": "5000+ проектов",
        "description": "Множество успешных проектов, которые помогают нам сделать ваш бизнес уникальным."
      }
    },
    "categories": {
      "hvac": {
        "title": "Системы вентиляции",
        "description": "Современные решения по вентиляции, которые улучшают качество воздуха и способствуют созданию здоровой внутренней среды."
      },
      "heating_cooling": {
        "title": "Отопление и охлаждение",
        "description": "Надежные системы, которые поддерживают идеальную температуру в течение всего года, обеспечивая уютную атмосферу независимо от погоды."
      },
      "ventilation": {
        "title": "Отопление",
        "description": "Системы отопления поддерживают постоянную и комфортную температуру в помещении, улучшая общий комфорт в холодную погоду."
      },
      "shop": {
        "title": "Магазин",
        "description": "Посмотреть все продукты."
      },
      "view": "Посмотреть больше"
    },
    "info_title": "Важно знать",
    "info": "Компания «Цельсиус» является ведущим поставщиком систем вентиляции и климатических решений  в Армении от бренда Midea, предлагая высококачественные и современные системы вентиляции, VRF системы, а также системы охлаждения, отопления и вентиляции воздуха. Мы занимаемся проектированием, монтажом и продажей систем охлаждения для любого типа помещений, предоставляя индивидуальные и эффективные решения для каждого клиента. Мы предлагаем профессиональные услуги по инсталляции и проектированию систем вентиляции и охлаждения, а также широкий ассортимент высококачественных продуктов. Наша команда специализируется на проектировании и монтаже систем охлаждения как для промышленных, так и для общественных мест. Мы гарантируем высокое качество, используя передовые технологии, и предлагаем системы охлаждения и кондиционирования, которые удовлетворят все ваши потребности.",
    "calculator": {
      "title": "Получить предложение",
      "start": "Начать",
      "description": "Заполнив эту форму, наши специалисты свяжутся с вами и предложат лучшие решения, подходящие для вашего коммерческого или жилого пространства.",
      "fields": {
        "area": "Площадь помещения",
        "height": "Высота потолка",
        "brightness": "Яркость",
        "avg": "Среднее количество людей, использующих пространство постоянно",
        "name": "Имя",
        "phone": "Номер телефона",
        "quote": "Получить предложение",
        "email": "Эл․ почта",
        "region": "Выберите регион",
        "area_function": "Выберите тип помещения",
        "region_options": {
          "select": "Выбрать",
          "Yerevan": "Ереван",
          "Aragatsotn": "Арагацотн",
          "Ararat": "Арарат",
          "Armavir": "Армавир",
          "Gegharkunik": "Гегаркуник",
          "Kotayk": "Котайк",
          "Lori": "Лори",
          "Shirak": "Ширак",
          "Syunik": "Сюник",
          "Tavush": "Тавуш",
          "Vayots_dzor": "Вайоц Дзор"
        },
        "area_options": {
          "Commercial": "Коммерческое помещение",
          "Residential": "Жилое помещение ",
          "Manufacturing": "Производственное помещение",
          "Warehouse": "Кладовое помещение"
        }
      }
    },
    "reviews": {
      "title": "Отзывы",
      "acba": {
        "name": "ACBA",
        "description": "Цельсиус преобразовал нашу офисную атмосферу! Их команда была профессиональной, а установка прошла безупречно."
      },
      "vivaro": {
        "name": "VBet",
        "description": "Цельсиус превзошел наши ожидания! От консультации до установки все прошло гладко и эффективно. В нашем доме никогда не было так комфортно!"
      }
    },
    "careers": {
      "title": "Карьеры",
      "sub_title": "Карьерный рост с Цельсиус",
      "description": "Присоединяйтесь к команде Celsius, где мы ценим инновационный подход, трудолюбие и здоровую окружающую среду.",
      "description2": "Давайте вместе создадим комфортное и стабильное будущее.",
      "join": "Присоединяйтесь к нашей команде"
    }
  },
  "Careers": {
    "career_banner_title": "Присоединяйтесь к нашей команде",
    "career_banner_sub_title": "Карьерный рост с Цельсиус",
    "career_banner_description": "Присоединяйтесь к команде Celsius, где мы ценим инновационные идеи, упорный труд.",
    "career_title": "У нас всегда есть выгодные предложения для Вас.",
    "career_description": "Наша компания всегда открыта для талантливых специалистов. Если вы хотите построить успешную карьеру и достичь профессионального роста, мы предоставим все необходимые условия и возможности. У нас вы будете работать в благоприятной рабочей среде, где сможете реализовать свои идеи и развивать навыки. Присоединяйтесь к нашей команде, чтобы стать лидером в своей профессии и получить ценный опыт. На нашем сайте регулярно публикуются открытые вакансии, поэтому следите за обновлениями и находите свою идеальную работу. Мы всегда готовы поддержать вас на пути к карьерному развитию.",
    "career_cv_title": "Мы всегда готовы приветствовать новых профессионалов в нашей команде!",
    "contact_to": "Связаться с менеджером",
    "email": "Эл. почта",
    "phone": "Телефон",
    "send": "Отправить резюме"
  },
  "NewsroomComponent": {
    "title": "Новости",
    "see_all": "Смотреть все"
  },
  "Our_Partners": {
    "title": "Наши партнеры"
  },
  "About": {
    "about_title": "Наша компания является официальным представителем мировых брендов Midea и Clivet в Республике Армения."
  },
  "Newsroom": {
    "read": "Прочитать полную статью",
    "read_full_story": "Прочитать полную статью",
    "all_topics": "Все темы",
    "1": "Отопление и охлаждение",
    "2": "Системы вентиляции",
    "3": "Отопление",
    "view_more": "Посмотреть больше"
  },
  "Pagination": {
    "next": "Следующий",
    "previous": "Предыдущая"
  },
  "Contact": {
    "title": "Контакт",
    "inputs": {
      "name": "Ваше имя",
      "email": "Ваш Эл․ почта",
      "message": "Сообщение",
      "send": "Отправить сообщение"
    },
    "info": {
      "name": "Celsius ООО",
      "contacts": "Контакты",
      "address_one": "Ереван, Рубинянц 2/10",
      "address_two": "Ереван, ул. Врацян 73/1",
      "working_hours": "Рабочие часы",
      "days_one": "Пн.-пт. / 10:00 - 19:00",
      "days_two": "Суббота / 10:00 - 18:00"
    }
  },
  "Profile": {
    "modal": {
      "account": "Мой аккаунт",
      "orders": "Мои заказы",
      "log_out": "Выйти"
    }
  },
  "Cart": {
    "qty": "Количество",
    "total": "Общая цена",
    "order_now": "Заказать сейчас"
  },
  "Shop": {
    "categories": {
      "brand": "Бренд",
      "horses": {
        "name": "Лошадиная сила",
        "items": {
          "1":"12 тыс. (1,5 л.с.)",
          "2":"18 тыс. (2,25 л.с.)",
          "3":"24 тыс. (3 л.с.)",
          "4":"30 тыс. (4 л.с.)",
          "5":"36 тыс. (4,5 л.с.)",
          "6":"3 ~ 30 тонн",
          "7":"8 до 45 кВт",
          "8":"800 ~ 2000 куб. фут/мин",
          "9":"8 до 50"
        }
      },
      "placement": {
        "name": "Установка",
        "items": {
          "1": "Внутренний",
          "2": "Внешний"
        }
      },
      "area_function": {
        "name": "Тип помещения",
        "items": {
          "1": "Коммерческое",
          "2": "Жилое",
          "3": "Производственное",
          "4": "Кладовое"
        }
      }
    }
  },
  "Login": {
    "sign": "Войти",
    "text": "Используйте свой адрес электронной почты и пароль для входа",
    "email": "Эл. почта",
    "password": "Пароль",
    "remember": "Запомнить меня",
    "sign_in": "Войти",
    "new": "Впервые здесь?",
    "become_customer": "Стать клиентом"
  },
  "Form": {
    "text": "Спасибо, ваш запрос принят. Мы свяжемся с вами в течение 3 рабочих дней.",
    "try": "Попробуйте еще раз",
    "continue": "Продолжать"
  }
}
